<?php
include_once $_SERVER['DOCUMENT_ROOT'] .
        '/includes/helpers.inc.php';
?>
<!DOCTYPE html>
<html lang="en">
    <head>
        <title>Product Catalog</title>
        <meta charset="utf-8">
        <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

        <link rel="stylesheet" href="./css/bootstrap.min_modified.css.css"
              <link rel="stylesheet" href="./css/custom.css"
    </head>
    <body>
        <div class="container">
            <nav class="navbar navbar-expand-lg navbar-light bg-light">
                <a class="navbar-brand" href="./index.php">
                    <img src="./img/logo_car.png" width="200" height="57" alt="">
                </a>
                <button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#navbarNav" aria-controls="navbarNav" aria-expanded="false" aria-label="Toggle navigation">
                    <span class="navbar-toggler-icon"></span>
                </button>
                <div class="collapse navbar-collapse" id="navbarNavAltMarkup">
                    <div class="navbar-nav">
                        <a class="nav-item nav-link" href="./news.html.php">Новости</a>
                        <a class="nav-item nav-link" href="#">Цены</a>
                        <a class="nav-item nav-link disabled" href="#">всяка</a>
                    </div>
                </div>
            </nav>
            <nav aria-label="breadcrumb">
                <ol class="breadcrumb">
                    <li class="breadcrumb-item active" aria-current="page">Главная</li>
                </ol>
            </nav>

            <div class="row">
                <div class="col">
                    Легковой автомобиль — полной массой не более 3500 кг для перевозки пассажиров (от 1 до 8, не включая водителя) и багажа. Легковые автомобили выпускаются с закрытыми кузовами (седан, лимузин, купе, хетчбэк, универсал, фургон и микроавтобус) и с кузовами, верх которых убирается (кабриолет, родстер, ландо и фаэтон).

                    Toyota Hulix Surf Вид снизу
                    Грузовой автомобиль (грузовик) — автомобиль для перевозки грузов. На грузовых шасси выпускают также автомобили специализированного и специального назначения.
                    Автомобиль особо большой грузоподъёмности, фура — автомобиль, автопоезд или другое автотранспортное средство, нагрузки на ось которого превышают 120 кН (12 тонн силы), а габарит по ширине — более 2,5 м.

                    Автофургон «Газель»

                    Автомобиль повышенной проходимости — легковой или грузовой автомобиль с приводом более чем на одну ось (или с ведущей одной осью, но возможностью блокировки осевого дифференциала), приспособленный для передвижения вне дорог с твёрдым покрытием. Автомобили повышенной проходимости оснащают трансмиссиями с расширенным диапазоном передаточных чисел, а также шинами со специальным рисунком протектора, часто с централизованной регулировкой давления в шинах и прочими техническими особенностями.
                    Внедорожник — легковой автомобиль, приспособленный для передвижения по дорогам всех типов, в том числе без твердого покрытия (грунтовым и полевым). Внедорожники обычно характеризуются приводом на все колёса, повышенным клиренсом.
                    Багги — лёгкий внедорожник для езды по песку. Обычно имеет открытую рамную конструкцию.
                    Пикап — грузопассажирская модификация на базе легкового автомобиля или внедорожника с открытой платформой с задним откидным бортом. Грузоподъёмность от 150 до 4500 кг.
                    Плавающий автомобиль (Машина-амфибия)
                    Летающий автомобиль

                    Автомобиль-амфибия ЛуАЗ-967

                    Спортивный автомобиль — автомобиль, имеющий высокие скоростные качества, повышенную мощность мотора и низкую посадку кузова.
                    Гоночный автомобиль — автомобиль, созданный специально для спортивных соревнований.
                    Рекордно-гоночный автомобиль — автомобиль, созданный специально для установления рекордов для автомобилей (обычно на специальной трассе, без конкурирующих автомобилей, исключительно по секундомеру).

                    Пожарный автомобиль

                    Автобус — автомобиль для перевозки более 8 пассажиров, не являющийся троллейбусом.
                    Троллейбус — автомобиль, предназначенный для перевозки более 8 пассажиров, с питанием электроэнергией от внешнего контактного провода.

                </div>
            </div>
            <div class="row">
                <div class="col">
                    <div class="alert alert-success" role="alert">
                        Отлично! Регистрация успешно завершена. Теперь Вы можете пользоваться всеми возможностями сайта!
                    </div>
                </div>
            </div>
        </div>

    </body>
</html>
